Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Enable or create goal types to be included in the plan.
de_de: Aktivieren oder erstellen Sie Zieltypen, die in den Plan aufgenommen werden sollen.

source: Goal uploads
de_de: Ziel-Uploads

source: Weighted goal configuration
de_de: Gewichtete Zielkonfiguration

source: Enable weighting and editability options for each goal type in the goal plan to allow managers and workers to customize the weight of their goals.
de_de: Aktivieren Sie die Gewichtungs- und Bearbeitungsoptionen für jeden Zieltyp im Zielplan, damit Führungskräfte und Mitarbeiter:innen das Gewicht ihrer Ziele anpassen können.

source: Goal Tag Libraries
de_de: Ziel-Tag-Bibliotheken

source: Home
de_de: Startseite

source: Enable the "Home" feature
de_de: Funktion „Startseite“ aktivieren

source: Home settings
de_de: Starteinstellungen

source: Individual Pay Range
de_de: Individuelle Gehaltsspanne

source: Interface
de_de: Benutzeroberfläche

source: Job Architecture
de_de: Jobarchitektur

source: Language
de_de: Sprache

source: Select the default language for your company. Your choice will apply to all users across the application upon first login. Users can then change the language at any time in their user settings.
de_de: Wählen Sie die Standardsprache für Ihr Unternehmen aus. Ihre Auswahl gilt für alle Benutzer:innen in der Anwendung beim ersten Anmelden. Benutzer:innen können die Sprache dann jederzeit in ihren Benutzereinstellungen ändern.

source: Legal Entity
de_de: Juristische Person

source: Custom Labeling
de_de: Benutzerdefinierte Beschriftung

source: Localization
de_de: Lokalisierung

source: Users
de_de: Benutzer:innen

source: Enable beqom for Microsoft Outlook
de_de: beqom für Microsoft Outlook aktivieren

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Outlook application using beqom.
de_de: Ermöglichen Sie Benutzer:innen, Benachrichtigungen zu sehen, Ziele zu erstellen und Feedback direkt aus der Microsoft Outlook-Anwendung mit beqom bereitzustellen oder anzufordern.

source: beqom for Microsoft Outlook
de_de: beqom für Microsoft Outlook

source: Enable beqom for Microsoft Teams
de_de: beqom für Microsoft Teams aktivieren

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Teams application using beqom.
de_de: Ermöglichen Sie Benutzer:innen, Benachrichtigungen zu sehen, Ziele zu erstellen und Feedback direkt aus der Microsoft Teams-Anwendung mit beqom bereitzustellen oder anzufordern.

source: beqom for Microsoft Teams
de_de: beqom für Microsoft Teams

source: Email Notifications
de_de: E-Mail-Benachrichtigungen

source: Body:
de_de: Text:

source: Click the link to edit the body of this notification. You can also review the notification in other languages available within the system and edit the text.
de_de: Klicken Sie auf den Link, um den Text dieser Benachrichtigung zu bearbeiten. Sie können die Benachrichtigung auch in anderen im System verfügbaren Sprachen überprüfen und den Text bearbeiten.

source: Email notification settings
de_de: E-Mail-Benachrichtigungseinstellungen

source: Allow the distribution of notification emails to the application users.
de_de: Erlauben Sie die Verteilung von Benachrichtigungs-E-Mails an die Anwendungsbenutzer.

source: Enable email notifications for the company
de_de: E-Mail-Benachrichtigungen für das Unternehmen aktivieren

source: Notification:
de_de: Benachrichtigung:

source: Email is associated with this notification.
de_de: E-Mail ist mit dieser Benachrichtigung verknüpft.

source: When editing the text, use the following tag: {FromUser}. This will reference the user who is sending the notification.
de_de: Beim Bearbeiten des Textes verwenden Sie das folgende Tag: {FromUser}. Dies verweist auf den/die Benutzer:in, der/die eine Benachrichtigung sendet.

source: Subject:
de_de: Betreff:

source: Click the link to edit the subject line text of this notification. You can also review the notification in other languages available within the system and edit the text.
de_de: Klicken Sie auf den Link, um den Betreff dieser Benachrichtigung zu bearbeiten. Sie können die Benachrichtigung auch in anderen im System verfügbaren Sprachen überprüfen und den Text bearbeiten.

source: Company email notifications
de_de: Unternehmens-E-Mail-Benachrichtigungen

source: All days
de_de: Alle Tage

source: A number of notifications can be scheduled. Select the reminder, enable the scheduler, and then set the day and time. Keep in mind that email notifications must also be enabled in the Email notifications list.
de_de: Eine Reihe von Benachrichtigungen kann geplant werden. Wählen Sie die Erinnerung aus, aktivieren Sie den Planer und legen Sie dann den Tag und die Uhrzeit fest. Beachten Sie, dass E-Mail-Benachrichtigungen auch in der Liste der E-Mail-Benachrichtigungen aktiviert sein müssen.

source: Enabled
de_de: Aktiviert

source: hour
de_de: Stunde

source: Scheduling
de_de: Planung

source: Nudge duplication
de_de: Nudge-Duplikation

source: Are you sure you want to duplicate this nudge?
de_de: Sind Sie sicher, dass Sie diesen Nudge duplizieren möchten?

source: The nudge was successfully duplicated.
de_de: Der Nudge wurde erfolgreich dupliziert.

source: Open nudge
de_de: Nudge öffnen

source: Please proceed with editing the duplicated nudge.
de_de: Bitte fahren Sie mit der Bearbeitung des duplizierten Nudge fort.

source: Nudge Notifications
de_de: Nudge-Benachrichtigungen

source: Get started by creating one.
de_de: Jetzt erstellen.

source: No nudge notifications yet!
de_de: Noch keine Nudge-Benachrichtigungen!

source: The nudge was successfully deleted.
de_de: Der Nudge wurde erfolgreich gelöscht.

source: Delete nudge
de_de: Nudge löschen

source: Are you sure you want to delete this nudge?
de_de: Sind Sie sicher, dass Sie diesen Nudge löschen möchten?

source: View company information
de_de: Unternehmensinformationen anzeigen

source: Onboarding duration
de_de: Onboarding-Dauer

source: Give your first feedback
de_de: Geben Sie Ihr erstes Feedback

source: Create/view your goals
de_de: Ihre Ziele erstellen/anzeigen

source: Language selection
de_de: Sprachauswahl

source: Download the mobile app
de_de: Mobile App herunterladen

source: View your passport information
de_de: Ihre Passinformationen anzeigen

source: Photo
de_de: Foto

source: Enable the onboarding wizard
de_de: Aktivieren Sie den Onboarding-Assistenten

source: This organizational unit has related references. If you delete it, all related references will be removed. Are you sure you want to delete the organizational unit?
de_de: Diese Organisationseinheit hat zugehörige Referenzen. Wenn Sie sie löschen, werden alle zugehörigen Referenzen entfernt. Sind Sie sicher, dass Sie die Organisationseinheit löschen möchten?

source: Organization external ID
de_de: Externe ID der Organisation

source: Organization name
de_de: Organisationsname

source: Parent organization external ID
de_de: Externe ID der übergeordneten Organisation

source: Parent organization name
de_de: Name der übergeordneten Organisation

source: Enter a name
de_de: Geben Sie einen Namen ein

source: Organizational Units
de_de: Organisationseinheiten

source: {{count}} people
de_de: {{count}} Personen

source: Enable the "Passport" feature
de_de: Funktion „Passport“ aktivieren

source: Pay Scale
de_de: Gehaltsskala

source: Performance Rating Scales
de_de: Leistungsbewertungsskalen

source: Performance Review Rating
de_de: Bewertung der Leistungsbeurteilung

source: Planner
de_de: Planer

source: Enable the "Planner" feature
de_de: Funktion „Planer“ aktivieren

source: Populations
de_de: Populationen

source: The population was successfully deactivated.
de_de: Die Population wurde erfolgreich deaktiviert.

source: Are you sure you want to deactivate this population? It will be removed from any future processes but won’t affect past rounds.
de_de: Möchten Sie diese Population wirklich deaktivieren? Sie wird aus allen zukünftigen Prozessen entfernt, hat aber keine Auswirkungen auf frühere Runden.

source: Confirm deactivation
de_de: Deaktivierung bestätigen

source: Population criteria
de_de: Populationskriterien

source: Criteria blocks:
de_de: Kriterienblöcke:

source: Population scope:
de_de: Bevölkerungsumfang:

source: Custom criteria
de_de: Benutzerdefinierte Kriterien

source: Include everybody
de_de: Alle einbeziehen

source: Population name
de_de: Populationsname

source: Which criteria should this block meet?
de_de: Welche Kriterien sollte dieser Block erfüllen?

source: Criteria
de_de: Kriterien

source: Population details
de_de: Populationsdetails

source: Value:
de_de: Wert:

source: The population was successfully duplicated and a new item was created.
de_de: Die Population wurde erfolgreich dupliziert und ein neues Element wurde erstellt.

source: Open population
de_de: Population öffnen

source: No results match the search/filter criteria.Remove your filters and clear your search to show all results.
de_de: Keine Ergebnisse entsprechen den Such- oder Filterkriterien. Entfernen Sie Ihre Filter und löschen Sie Ihre Suche, um alle Ergebnisse anzuzeigen.

source: No results found
de_de: Keine Ergebnisse gefunden

source: No populations created yet
de_de: Noch keine Populationen erstellt

source: No populations
de_de: Keine Populationen

source: The population cannot be cloned; Its name is too long.
de_de: Die Population kann nicht geklont werden. Der Name ist zu lang.

source: Add condition
de_de: Bedingung hinzufügen

source: All criteria
de_de: Alle Kriterien

source: Any criterion
de_de: Beliebiges Kriterium

source: You have reached the maximum limit of 25 criteria for this population definition. To add more, please remove existing criteria.
de_de: Sie haben das maximale Limit von 25 Kriterien für diese Populationsdefinition erreicht. Entfernen Sie vorhandene Kriterien, um weitere hinzuzufügen.

source: Select which criteria will determine the people included in this population.
de_de: Wählen Sie die Kriterien aus, die bestimmen, welche Personen in diese Population einbezogen werden.

source: Define custom criteria
de_de: Benutzerdefinierte Kriterien festlegen

source: Select how you want to define population criteria.
de_de: Wählen Sie aus, wie Sie die Kriterien für die Population festlegen möchten.

source: You haven't added any blocks yet.
de_de: Sie haben noch keine Blöcke hinzugefügt.

source: Add blocks to start configuring the population criteria.
de_de: Fügen Sie Blöcke hinzu, um mit der Konfiguration der Populationsrichtlinien zu beginnen.

source: Field
de_de: Feld

source: If you select this option, all the information you have entered in the form will be cleared. This action cannot be undone. Are you sure you want to proceed?
de_de: Wenn Sie diese Option auswählen, werden alle Informationen, die Sie im Formular eingegeben haben, gelöscht. Diese Aktion kann nicht rückgängig gemacht werden. Sind Sie sicher, dass Sie fortfahren möchten?

source: Confirm selection
de_de: Auswahl bestätigen

source: of {{blocksMax}}
de_de: von {{blocksMax}}

source: Criteria blocks
de_de: Kriterienblöcke

source: Choose from all available fields in standard data foundation schema to define inclusion rules.
de_de: Wählen Sie aus allen verfügbaren Feldern im Standarddatenbasisschema, um Regeln für die Einbeziehung zu definieren.

source: Population scope
de_de: Populationsumfang

source: Back to list
de_de: Zurück zur Liste

source: Select {{fieldName}}
de_de: {{fieldName}} auswählen

source: Clear all
de_de: Alles löschen

source: Clear all filters
de_de: Alle Filter löschen

source: Click row to expand · Checkbox to select · Hover for actions
de_de: Zeile anklicken zum Erweitern · Kontrollkästchen zum Auswählen · Für Aktionen darüberfahren

source: Deselect all
de_de: Alle abwählen

source: Direct children: {{count}}/{{total}}
de_de: Direkte Unterelemente: {{count}}/{{total}}

source: Is parent selected
de_de: Ist übergeordnetes Element ausgewählt

source: Level
de_de: Niveau

source: Indirect children: {{count}}/{{total}}
de_de: Indirekte Unterelemente: {{count}}/{{total}}

source: items selected
de_de: Elemente ausgewählt

source: items total
de_de: Artikel insgesamt

source: Partial
de_de: Teilweise

source: Selected (with descendants)
de_de: Ausgewählt (mit Unterelementen)

source: Solo selected (node only)
de_de: Solo ausgewählt (nur Knoten)

source: No items found
de_de: Keine Einträge gefunden

source: No results match the search criteria
de_de: Keine Ergebnisse entsprechen den Suchkriterien

source: Parent selected
de_de: Übergeordnete Ebene ausgewählt

source: Root level
de_de: Stammebene

source: Select all
de_de: Alle auswählen

source: select all direct children
de_de: Alle direkten untergeordneten Elemente auswählen

source: select all indirect children
de_de: Alle indirekten untergeordneten Elemente auswählen

source: select node only
de_de: nur Knoten auswählen

source: Selected items
de_de: Ausgewählte Elemente

source: Show selected
de_de: Auswahl anzeigen

source: Show selected items
de_de: Ausgewählte Elemente anzeigen

source: Total
de_de: Gesamt

source: Unselect all
de_de: Auswahl aufheben

source: unselect all direct children
de_de: Alle direkten untergeordneten Elemente abwählen

source: unselect all indirect children
de_de: Alle indirekten Unterelemente abwählen

source: unselect node only
de_de: Nur Knoten abwählen

source: Define the title and description of the population
de_de: Titel und Beschreibung der Population definieren

source: Basic information
de_de: Grundlegende Informationen

source: An element with that name already exists in the system. Please choose a unique name to proceed.
de_de: Ein Element mit diesem Namen existiert bereits im System. Wählen Sie einen eindeutigen Namen, um fortzufahren.

source: Select an effective date to preview a population. This step is for visualization purposes only; no effective date will be assigned to the population configuration.
de_de: Wählen Sie ein Wirksamkeitsdatum aus, um eine Population in der Vorschau anzuzeigen. Dieser Schritt dient nur der Visualisierung. Der Populationskonfiguration wird kein Wirksamkeitsdatum zugewiesen.

source: Select an effective date to test the outcome.
de_de: Wählen Sie ein Wirksamkeitsdatum aus, um das Ergebnis zu testen.

source: Preview population
de_de: Vorschau der Population

source: Remove condition
de_de: Bedingung entfernen

source: Create population
de_de: Population erstellen

source: Edit population
de_de: Population bearbeiten

source: Effective date
de_de: Wirksam ab

source: The population was successfully published.
de_de: Die Population wurde erfolgreich veröffentlicht.

source: The population was successfully saved.
de_de: Die Population wurde erfolgreich gespeichert.

source: Search for population
de_de: Nach Population suchen

source: Last updated
de_de: Zuletzt aktualisiert

source: Enable workers with admin and compliance roles to grant proxy access to any active workers in your company. Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
de_de: Ermöglichen Sie Mitarbeiter:innen mit Administrator- und Compliance-Rollen, allen aktiven Mitarbeiter:innen in Ihrem Unternehmen Zugriffsvollmacht zu erteilen. Mitarbeiter:innen, denen eine Zugriffsvollmacht erteilt wird, können einzelne oder alle aktiven Mitarbeiter:innen im Unternehmen vertreten.

source: Granted users
de_de: Berechtigte Benutzer:innen

source: Manage proxy access
de_de: Zugriffsvollmacht verwalten

source: Workers with proxy access
de_de: Mitarbeiter:innen mit Zugriffsvollmacht

source: Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
de_de: Mitarbeiter:innen, denen Zugriffsvollmacht erteilt wird, können einzelne Mitarbeiter:innen oder alle aktiven Mitarbeiter:innen im Unternehmen vertreten.

source: Grant proxy access
de_de: Zugriffsvollmacht erteilen

source: No workers added to the list
de_de: Keine Mitarbeiter:innen zur Liste hinzugefügt

source: No workers yet
de_de: Noch keine Mitarbeiter:innen

source: Proxy permission settings
de_de: Vertretungsberechtigungseinstellungen

source: Proxy permission
de_de: Vertretungsberechtigung

source: Allow workers to proxy other workers
de_de: Mitarbeiter:innen erlauben, andere Mitarbeiter:innen zu vertreten

source: Proxy permission manager
de_de: Vertretungsberechtigungs-Führungskraft

source: You are about to delete the proxy access granted to {{workerFullName}}. Are you sure you want to proceed?
de_de: Sie sind dabei, die Zugriffsvollmacht für {{workerFullName}} zu löschen. Sind Sie sicher, dass Sie fortfahren möchten?

source: Delete proxy permission
de_de: Vertretungsberechtigung löschen

source: Proxy access count
de_de: Anzahl der Zugriffsvollmachten

source: Department
de_de: Abteilung

source: Manager
de_de: Führungskraft

source: Proxy access list
de_de: Proxy-Zugriffsliste

source: No workers found
de_de: Keine Mitarbeiter:innen gefunden

source: Please check the spelling or change your search.
de_de: Bitte überprüfen Sie die Rechtschreibung oder ändern Sie Ihre Suche.

source: All company
de_de: Gesamtes Unternehmen

source: Individuals
de_de: Einzelpersonen

source: and more
de_de: und mehr

source: This page is read-only because of your role and permissions. To make changes, please contact your system administrator.
de_de: Aufgrund Ihrer Rolle und Berechtigungen ist diese Seite schreibgeschützt. Um Änderungen vorzunehmen, kontaktieren Sie Ihre:n Systemadministrator:in.

source: Self-review
de_de: Selbsteinschätzung

source: No custom sections added yet.
de_de: Noch keine benutzerdefinierten Abschnitte hinzugefügt.

source: Question
de_de: Frage

source: At least one question is mandatory in the custom section.
de_de: Mindestens eine Frage ist im benutzerdefinierten Abschnitt obligatorisch.

source: Custom section
de_de: Benutzerdefinierter Abschnitt

source: Create custom section
de_de: Benutzerdefinierten Abschnitt erstellen

source: Enable performance reviews
de_de: Leistungsbeurteilungen aktivieren

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events over a defined period of time.
de_de: Eine Funktion im Leistungsmanagement, die es HR-Administrator:innen ermöglicht, Beurteilungen zu erstellen, in denen Mitarbeiter:innen und Führungskräfte die Ereignisse über einen definierten Zeitraum hinweg reflektieren.

source: Allow local admins in review templates
de_de: Lokalen Administrator:innen in Beurteilungsvorlagen erlauben

source: Allow reviews to be reopened
de_de: Erneutes Öffnen von Beurteilungen erlauben

source: General performance review settings
de_de: Allgemeine Einstellungen für die Leistungsbeurteilung

source: Historical Reviews
de_de: Frühere Beurteilungen

source: The population of the review will be based on the local admin's access. They will be able to edit only the population within the template.
de_de: Die Population der Beurteilung basiert auf dem Zugriff der lokalen Administratoren. Sie können nur die Population innerhalb der Vorlage bearbeiten.

source: Review settings
de_de: Einstellungen zur Leistungsbeurteilung

source: Allow new managers to see closed reviews
de_de: Neuen Führungskräften erlauben, abgeschlossene Beurteilungen einzusehen

source: Closed performance reviews from a worker's previous manager will be made visible to their new manager. The previous manager will still be able to see the review after its transfer.
de_de: Abgeschlossene Leistungsbeurteilungen von Mitarbeiter:innen von einer früheren Führungskraft werden für die neue Führungskraft sichtbar gemacht. Die frühere Führungskraft kann die Beurteilung auch nach der Übertragung weiterhin einsehen.

source: Performance review templates
de_de: Vorlagen für Leistungsbeurteilungen

source: If a manager has fewer direct reports than the number specified below, they can then view the calibration page without taking any actions.
de_de: Wenn eine Führungskraft weniger direkt unterstellte Mitarbeiter:innen hat als die unten angegebene Anzahl, kann sie die Kalibrierungsseite anzeigen, ohne Maßnahmen zu ergreifen.

source: Specify the minimum number
de_de: Geben Sie die Mindestanzahl an

source: Minimum number of direct reports
de_de: Minimale Anzahl direkt unterstellter Mitarbeiter:innen

source: Calculation
de_de: Berechnung

source: These guidelines are for reference only; failing to comply will trigger a gentle reminder.
de_de: Diese Richtlinien dienen nur als Referenz; bei Nichteinhaltung wird eine freundliche Erinnerung ausgelöst.

source: Distribution
de_de: Verteilung

source: Population: {{population}}
de_de: Zielgruppe: {{population}}

source: Rating
de_de: Bewertung

source: Distribution guidelines
de_de: Verteilungsrichtlinien

source: Total distribution: {{total}}%
de_de: Gesamtverteilung: {{total}}%

source: The total distribution must add up to 100%. Please adjust the values accordingly.
de_de: Die Gesamtsumme der Verteilung muss 100 % ergeben. Bitte passen Sie die Werte entsprechend an.

source: Specify the interval during which the calibration period will be open.
de_de: Geben Sie das Intervall an, in dem der Kalibrierungszeitraum geöffnet sein wird.

source: Calibration process period
de_de: Kalibrierungsprozesszeitraum

source: Challenge process
de_de: Anfechtungsprozess

source: Conversation & publication
de_de: Gespräch und Veröffentlichung

source: Final validation
de_de: Endgültige Validierung

source: Moderation & calibration
de_de: Moderation & Kalibrierung

source: Worker sign-off comment box
de_de: Kommentarfeld für Freigabe Mitarbeiter:in

source: Worker self-assessment
de_de: Mitarbeiter:innen-Selbsteinschätzung

source: You are about to move all the reviews to the "Closed (System)" status. Are you sure you want to close the review?
de_de: Sie sind dabei, alle Beurteilungen in den Status "Geschlossen (System)" zu verschieben. Möchten Sie die Beurteilung wirklich schließen?

source: You are about to move all the reviews to the "Closed (System)" status. Reviews that are in "Let’s discuss" or "Challenge" status will not be closed. Are you sure you want to close the review?
de_de: Sie sind dabei, alle Beurteilungen in den Status „Geschlossen (System)“ zu versetzen. Beurteilungen im Status „Diskutieren“ oder „Anfechten“ werden nicht geschlossen. Möchten Sie die Beurteilung wirklich schließen?

source: Close review
de_de: Beurteilung abschließen

source: Creation date:
de_de: Erstellungsdatum:

source: Are you sure you want to delete the review?
de_de: Sind Sie sicher, dass Sie die Beurteilung löschen möchten?

source: Delete review
de_de: Beurteilung löschen

source: Open review
de_de: Beurteilung öffnen

source: The review was duplicated and a new item was created.
de_de: Die Beurteilung wurde dupliziert und ein neuer Eintrag wurde erstellt.

source: Total workers assigned in this review: {{count}}.
de_de: Gesamtzahl der in dieser Bewertung zugewiesenen Mitarbeiter:innen: {{count}}.

source: No performance review templates yet!
de_de: Noch keine Beurteilungsvorlagen vorhanden!

source: End date:
de_de: Enddatum:

source: Your default language is {{lang}}. Select languages in this list to provide translated versions.
de_de: Ihre Standardsprache ist {{lang}}. Wählen Sie Sprachen aus dieser Liste aus, um übersetzte Versionen bereitzustellen.

source: Create performance review
de_de: Leistungsbeurteilung erstellen

source: Worker sign-off stage
de_de: Phase der Freigabe Mitarbeiter:in
